name: "word_embeddings"
backend: "python"

input [
    {
      name: "INPUT0"
      data_type: TYPE_STRING
      dims: [-1]
    }
]
output [
    {
      name: "OUTPUT0"
      data_type: TYPE_FP32
      dims: [-1, 768]
      }
]

instance_group [{ count: 1, kind: KIND_CPU }]